Repository: common-repository/uptogo
Catalog: languages/uptogo-*.po
Languages: pt_br

source: E-commerce delivery with real-time tracking.
pt_br: Entregas para lojas virtuais com acompanhamento em tempo real.

source: Access key
pt_br: Chave de acesso

source: View your access key in our app settings.
pt_br: Visualize sua chave de acesso nas configurações do nosso aplicativo.

source: Store identifier
pt_br: Identificador da loja

source: Information obtained automatically through the access key.
pt_br: Informação obtida automaticamente por meio da chave de acesso.

source: Store location
pt_br: Localização da loja

source: Access key not found.
pt_br: Chave de acesso não encontrada.

source: Inventory
pt_br: Inventário

source: Proposal
pt_br: Proposta

source: Delivery number %s has been requested.
pt_br: A entrega número %s foi solicitada.

source: Request
pt_br: Pedido

source: Delivery number %s has been cancelled.
pt_br: A entrega número %s foi cancelada.

source: Warning
pt_br: Aviso

source: Immediate delivery
pt_br: Entrega imediata

source: %d day
pt_br: %d dia

source: Deliver goods to customer.
pt_br: Entregar mercadorias para o cliente.

source: Cancel delivery
pt_br: Cancelar entrega

source: Request delivery
pt_br: Solicitar entrega
